Repository: openfoodfacts/openfoodfacts-ubuntu
Catalog: po/*.po
Languages: he_il

source: Barcode reader
he_il: קורא ברקודים

source: Import image
he_il: ייבוא תמונה

source: About
he_il: על אודות

source: Terms of use
he_il: תנאי שימוש

source: Add product
he_il: הוספת מוצר

source: tap to take a picture
he_il: יש לגעת כדי לצלם

source: Allergen
he_il: אלרגן

source: Reading barcode
he_il: הברקוד נקרא

source: please, wait until the focus is done
he_il: נא להמתין עד לסיום המיקוד

source: Historical
he_il: היסטורי

source: Empty history
he_il: היסטוריה ריקה

source: You have not scanned product.
he_il: לא סרקת מוצרים.

source: gluten
he_il: גלוטן

source: gluten, wheat, rye, barley, oats, spelt, kamut, wheat semolina
he_il: גלוטן, חיטה, שיפון, שעורה, שיבולת שועל, כוסמין, קמוט, סולת חיטה, סמוליה, דורום

source: crustaceans
he_il: סרטניים

source: crustaceans, crab, lobster, crayfish, prawn, shrimp
he_il: סרטנים, סרטן, לובסטר, שרימפס, חסילון

source: eggs
he_il: ביצים

source: eggs, egg, egg yolk
he_il: ביצים, ביצה, חלמון, חלבון

source: fish
he_il: דג

source: fish, fishes, cod, mackerel, flounder, halibut, turbot, haddock, salmon, sole, trout, tuna, sardine, sardines
he_il: דג, דגים, בקלה, מקרל, פלינדר, הליבוט, טורבוט, דגנה, סלמון, סול, פורל, טונה, סרדין, סרדינים, מוסר, מוסר ים, בס, באס, דניס, אמנון, בורי, לוקוס, דקר, מוסר מלכותי, עיט הים, אלתית, צ׳יפורה, ספרוס זהוב, מושט, קיפון, שמך, טרוטה, כסיף

source: peanuts
he_il: בוטנים

source: peanuts, peanut, arachis hypogaea
he_il: בוטנים, בוטן, ארכיס תת־קרקעי, אגוז אדמה

source: soybeans
he_il: פולי סויה

source: soybeans, soya, soja, soia, soy
he_il: פולי סויה, סויה

source: milk
he_il: חלב

source: milk, lactose, whey, dairy, butter, cream, yogurt, cheese, yoghurt
he_il: חלב, לקטוז, מי גבינה, חמאה, שמנת, יוגורט, גבינה, חלבון חלב

source: nuts
he_il: אגוזים

source: nuts, almonds, hazelnuts, walnuts, cashews, cashew, pecan nuts, pecan, Brazil nuts, pistachio nuts, macadamia, Queensland nuts
he_il: אגוזים, שקדים, אגוזי לוז, אגוזי מלך, אגוזי קשיו, קשיו, אגוזי פקאן, פקאן, אגוזי ברזיל, אגוזי פיסטוק, מקדמיה, אגוזי קווינסלנד, פיסטוק, לוז, שקד, ערמונים

source: celery
he_il: סלרי

source: mustard
he_il: חרדל

source: mustard, brassica
he_il: חרדל, כרוביים

source: sesame
he_il: שומשום

source: sesame seeds, sesame
he_il: זרעי שומשום, שומשום, טחינה

source: sulfur
he_il: גופרית

source: sulphur dioxide and sulphites, sulphur dioxide, sulphites, sulfites, bisulfite, metabisulfite, E150b, E150d, E220, E221, E222, E223, E224, E225, E226, E227, E228
he_il: גופרית דו־חמצנית וסולפטים, גופרית דו־חמצנית, סולפטים, סולפיטים, ביסולפטים, ביסולפיטים, מטאביסולפיט, E150b, E150d, E220, E221, E222, E223, E224, E225, E226, E227, E228

source: molluscs
he_il: רכיכות

source: molluscs, mollusc, mollusks, mollusk, squid, cuttlefish, oysters, oyster, mussles, mussle, clams, clam, scallops, scallop
he_il: רכיכות, רכיכה, דיונון, צדפות, צדפה, מולים, צדפות, צדפה, קוקי סאן ז׳ק

source: lupin
he_il: תורמוס

source: Settings
he_il: הגדרות

source: Enter your product's name or product's barcode
he_il: נא למלא את שם המוצר או את הברקוד שלו

source: Product not found
he_il: המוצר לא נמצא

source: add
he_il: הוספה

source: Your product was not found
he_il: המוצר שלך לא נמצא

source: search result for :
he_il: תוצאות לחיפוש אחר:

source: Common name
he_il: שם נפוץ

source: Quantity
he_il: כמות

source: Packaging
he_il: אריזה

source: Brands
he_il: מותגים

source: Categories
he_il: קטגוריות

source: Origin of ingredients
he_il: מקור הרכיבים

source: Manufacturing or processing places
he_il: מקומות הייצור או העיבוד

source: City and Country where purchased
he_il: עיר ומדינת הרכישה

source: Stores
he_il: חנויות

source: Countries where sold
he_il: ארצות בהן נמכר

source: Ingredients
he_il: רכיבים

source: Substances or products causing allergies or intolerances
he_il: חומרים או מוצרים שגורמים לאלרגיות או לרגישויות

source: Traces
he_il: עקבות

source: Composition
he_il: הרכב

source: for 100 g
he_il: ל־100 גרם

source: Presence of allergen
he_il: נוכחות אלרגן

source: Additives
he_il: תוספים

source: Presence of additives
he_il: נוכחות תוספים

source: Calorie
he_il: קלוריה

source: Fat
he_il: שומן

source: Sugars
he_il: סוכרים

source: Salt
he_il: מלח

source: Proteins
he_il: חלבון

source: Dietary fiber
he_il: סיבים תזונתיים

source: Characteristics
he_il: מאפיינים

source: Serving size
he_il: גודל ההגשה

source: Allergen detected
he_il: זוהה אלרגן

source: Nutrition facts
he_il: מפרט תזונתי

source: Product characteristics
he_il: מאפייני המוצר

source: View picture
he_il: הצגת תמונה

source: nutritional value
he_il: ערך תזונתי

source: Composition by
he_il: הרכב לפי

source: serving
he_il: הגשה

source: Energy
he_il: אנרגיה

source: and
he_il: וגם

source: Lipides
he_il: ליפידים

source: Carbohydrate
he_il: פחמימות

source: of which Sugars
he_il: מתוכם סוכרים

source: Sodium
he_il: נתרן

source: about
he_il: בערך

source: Global
he_il: גלובלי

source: Developer settings
he_il: הגדרות למפתחים

source: Delete settings
he_il: מחיקת ההגדרות

source: Skip
he_il: דילוג

source: Welcome to Open Food Facts
he_il: ברוך בואך ל־Open Food Facts

source: An application to learn more about food and eating healthier, it lists information about food products worldwide.
he_il: יישומון שמעניק מידע נוסף על מזון ואכילה בריאה יותר, הוא מציג מידע על מוצרי מזון מכל רחבי העולם.

source: Swipe to move between pages
he_il: יש להחליק כדי לעבור בין העמודים

source: Discover products and their ingredients
he_il: לחקור מוצרים ואת מרכיביהם

source: Open Food Facts uses the official database of the same name to provide access to a huge collection of food products and their ingredients. You can also add products directly on the official site.
he_il: מיזם Open Food Facts משתמש במסד נתונים רשמי הנושא את אותו השם כדי לספק גישה למאגר עצום של מוצרי מזון על רכיביהם. ניתן להוסיף מוצרים ישירות באתר הרשמי.

source: Allergen management
he_il: ניהול אלרגנים

source: If you have a food allergy, ask that information in paramêtres. The application will help you identify a single glance the products compatible with your allergy.
he_il: אם יש לך אלרגיה למזון, אפשר להוסיף אותה להגדרות. היישומון יסייע לך לזהות את המוצרים שאינם מעוררים את האלרגיה שלך במבט חטוף.

source: OpenFoodFacts is available in over 10 languages and is translated by the %1 community
he_il: OpenFoodFacts זמין בלמעלה מעשר שפות ומתורגם על ידי קהילת %1

source: Support
he_il: תמיכה

source: If you find any bugs or have any feature requests, let us know on our project page at %1
he_il: אם מצאת תקלות כלשהן או שיש איזו יכולת שברצונך להציע, ניתן לעדכן אותנו בעמוד המיזם %1

source: Enjoy
he_il: ליהנות

source: We hope you enjoy using OpenFoodFacts!
he_il: אנו מקווים שהשימוש ב־OpenFoodFacts מהנה!

source: Finish
he_il: סיום
